{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/settings-page\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Our other WordPress plugins":["Nasze wtyczki do WordPressa"],"Help & support":["Pomoc i wsparcie"],"Write a review":["Napisz opinię"],"If you like this plugin, share it with your network and write a review on WordPress.org to help others find it. Thank you!":["Jeśli podoba ci się ta wtyczka, udostępnij ją oraz napisz recenzję na WordPress.org, aby pomóc innym ją znaleźć. Dziękuję!"],"Share your feedback":["Podziel się uwagami"],"We're eager to hear your feedback, feature requests, suggestions for improvements etc; we're waiting for a message from you!":["Chętnie poznamy twoje uwagi, prośby o nowe funkcje, sugestie dotyczące ulepszeń itp.; czekamy na wiadomość od ciebie!"],"Contact us":["Skontaktuj się z nami"],"Apply to users with role":["Zastosuj do użytkowników z rolą"],"Note: your account is always excluded from the processing.":["Uwaga: twoje konto jest zawsze wykluczone z procesu."],"%1$s This operation will force %2$d %3$s (%4$s of your users) to change their %5$s.":["%1$s operacja zmusi %2$d %3$s (%4$s twoich użytkowników) do zmiany %5$s."],"user":["użytkownik"],"password":["hasło"],"%s Couldn't calculate users coverage.":[""],"Choose users to reset passwords for":["Wybierz użytkowników, którym chcesz zresetować hasła"],"All users":["Wszyscy użytkownicy"],"Enable this plugin on a site level to access more detailed user coverage settings. At the network level, you can only execute this action for all users.":[""],"Turn this option off to define more detailed user coverage.":["Wyłącz opcję, aby wybrać użytkowników w bardziej szczegółowy sposób."],"Options":["Opcje"],"Email password reset link to users":["Wyślij użytkownikom odnośnik do resetowania hasła na e-mail"],"Specifies whether users should be notified when their passwords are reset (checked) or not (unchecked).":["Określa, czy użytkownicy mają być powiadamiani o zresetowaniu ich haseł (zaznaczone), czy nie (odznaczone)."],"Allow users to initiate the password reset process using their current passwords":["Zezwól użytkownikom na inicjowanie procesu resetowania hasła przy użyciu ich aktualnych haseł"],"If checked, users will be able to log in (using their current passwords) and will be redirected to the \"set new password\" form immediately after successful login and logged-out (so that the only action they can take is to set the new password). If unchecked, users will not be able to log in using their current password - they will be logged out immediately, and redirected to the \"reset password\" form, where they will have to provide their user name or email, and initiate the \"full\" password reset process.":[""],"When should the password be reset?":["Kiedy należy zresetować hasło?"],"Immediately":["Natychmiast"],"After the current session expiry":["Po wygaśnięciu obecnej sesji użytkownika"],"Choose \"After current session expiry\" to force users to reset their passwords after their current session expires. Choose \"Immediately\" to force logout of chosen users.":["Wybierz „Po wygaśnięciu obecnej sesji”, aby zmusić użytkowników do zresetowania haseł po wygaśnięciu obecnej sesji. Wybierz „Natychmiast”, aby wymusić wylogowanie wybranych użytkowników."],"Actioning…":["Wykonuję…"],"Process action":["Wykonaj"],"Action progress:":["Postęp:"],"Apply to specific users":["Zastosuj do określonych użytkowników"],"Password Policy & Complexity Requirements":["Polityka haseł i wymagania dotyczące ich złożoności"],"Set up the password policy and complexity requirements for the users of your WordPress website.":["Zmuś użytkowników do zresetowania ich haseł do WordPressa - wszystkich użytkowników jednocześnie, według roli lub tylko określonych użytkowników."]}}}