Repository: common-repository/password-reset-enforcement
Catalog: languages/password-reset-enforcement-*.po
Languages: pl_pl

source: Password Reset Enforcement
pl_pl: Wymuszanie resetowania hasła

source: Force users to reset their WordPress passwords.
pl_pl: Zmuś użytkowników do zresetowania ich haseł do WordPressa.

source: Settings
pl_pl: Ustawienia

source: <strong>Error:</strong> Your current password has been invalidated. Please contact the administrator to get the new password.
pl_pl: <strong>Błąd:</strong> twoje obecne hasło zostało unieważnione. Skontaktuj się z administratorem, aby uzyskać nowe hasło.

source: Unknown requestor.
pl_pl: Nieznany żądający.

source: Support forum
pl_pl: Forum wsparcia

source: Contact email
pl_pl: Adres e-mail do kontaktu

source: Plugin on WordPress.org directory
pl_pl: Wtyczka w katalogu WordPress.org

source: Plugin on TeydeaStudio.com
pl_pl: Wtyczka na TeydeaStudio.com

source: Our other WordPress plugins
pl_pl: Nasze wtyczki do WordPressa

source: Help & support
pl_pl: Pomoc i wsparcie

source: Write a review
pl_pl: Napisz opinię

source: If you like this plugin, share it with your network and write a review on WordPress.org to help others find it. Thank you!
pl_pl: Jeśli podoba ci się ta wtyczka, udostępnij ją oraz napisz recenzję na WordPress.org, aby pomóc innym ją znaleźć. Dziękuję!

source: Share your feedback
pl_pl: Podziel się uwagami

source: We're eager to hear your feedback, feature requests, suggestions for improvements etc; we're waiting for a message from you!
pl_pl: Chętnie poznamy twoje uwagi, prośby o nowe funkcje, sugestie dotyczące ulepszeń itp.; czekamy na wiadomość od ciebie!

source: Contact us
pl_pl: Skontaktuj się z nami

source: Apply to users with role
pl_pl: Zastosuj do użytkowników z rolą

source: Note: your account is always excluded from the processing.
pl_pl: Uwaga: twoje konto jest zawsze wykluczone z procesu.

source: %1$s This operation will force %2$d %3$s (%4$s of your users) to change their %5$s.
pl_pl: %1$s operacja zmusi %2$d %3$s (%4$s twoich użytkowników) do zmiany %5$s.

source: user
pl_pl: użytkownik

source: password
pl_pl: hasło

source: Choose users to reset passwords for
pl_pl: Wybierz użytkowników, którym chcesz zresetować hasła

source: All users
pl_pl: Wszyscy użytkownicy

source: Turn this option off to define more detailed user coverage.
pl_pl: Wyłącz opcję, aby wybrać użytkowników w bardziej szczegółowy sposób.

source: Options
pl_pl: Opcje

source: Email password reset link to users
pl_pl: Wyślij użytkownikom odnośnik do resetowania hasła na e-mail

source: Specifies whether users should be notified when their passwords are reset (checked) or not (unchecked).
pl_pl: Określa, czy użytkownicy mają być powiadamiani o zresetowaniu ich haseł (zaznaczone), czy nie (odznaczone).

source: Allow users to initiate the password reset process using their current passwords
pl_pl: Zezwól użytkownikom na inicjowanie procesu resetowania hasła przy użyciu ich aktualnych haseł

source: When should the password be reset?
pl_pl: Kiedy należy zresetować hasło?

source: Immediately
pl_pl: Natychmiast

source: After the current session expiry
pl_pl: Po wygaśnięciu obecnej sesji użytkownika

source: Choose "After current session expiry" to force users to reset their passwords after their current session expires. Choose "Immediately" to force logout of chosen users.
pl_pl: Wybierz „Po wygaśnięciu obecnej sesji”, aby zmusić użytkowników do zresetowania haseł po wygaśnięciu obecnej sesji. Wybierz „Natychmiast”, aby wymusić wylogowanie wybranych użytkowników.

source: Actioning…
pl_pl: Wykonuję…

source: Process action
pl_pl: Wykonaj

source: Action progress:
pl_pl: Postęp:

source: Apply to specific users
pl_pl: Zastosuj do określonych użytkowników

source: Password Policy & Complexity Requirements
pl_pl: Polityka haseł i wymagania dotyczące ich złożoności

source: Set up the password policy and complexity requirements for the users of your WordPress website.
pl_pl: Zmuś użytkowników do zresetowania ich haseł do WordPressa - wszystkich użytkowników jednocześnie, według roli lub tylko określonych użytkowników.
